Repository: lesokolova7/applications-dashboard
Catalog: account/locale/*/LC_MESSAGES/django.po
Languages: ru

source: Home
ru: Главная

source: Account Security
ru: Безопасность аккаунта

source: Sessions
ru: Сессии

source: Logout
ru: Выйти

source: Not logged in
ru: Не вошел в систему

source: Login
ru: Войти

source: django-two-factor-auth – Demo Application
ru: django-two-factor-auth – Демонстрационное приложение

source: Improve Your Security <small>your users will thank you</small>
ru: Улучшите вашу безопасность <small>ваши пользователи будут благодарны</small>

source: Welcome to the example app of <code>django-two-factor-auth</code>. Use this example to get an understanding of what the app can do for you.
ru: Добро пожаловать в демонстрационное приложение <code>django-two-factor-auth</code>. Используйте это приложение, чтобы понять, что оно может сделать для вас.

source: Please verify your settings
ru: Пожалуйста, проверьте ваши настройки

source: Have you provided your Twilio settings in the <code>settings_private.py</code> file? By doing so, the example app will be able to call and text you to verify your authentication tokens. Otherwise, the tokens will be shown on the screen.
ru: Вы указали свои настройки Twilio в файле <code>settings_private.py</code>? В этом случае приложение сможет позвонить и отправить вам SMS для проверки ваших токенов. В противном случае токены будут отображаться на экране.

source: Next steps:
ru: Следующие шаги:

source: Start by <a href="%(reg_url)s">registering</a> an account.
ru: Начните с <a href="%(reg_url)s">регистрации</a> аккаунта.

source: <a href="%(login_url)s">Login</a> to your account.
ru: <a href="%(login_url)s">Войдите</a> в ваш аккаунт.

source: <a href="%(setup_url)s">Enable</a> two-factor authentication.
ru: <a href="%(setup_url)s">Включите</a> двухфакторную аутентификацию.

source: Then, <a href="%(logout_url)s">logout</a> and <a href="%(login_url)s">login</a> once more to your account to see two-factor authentication at work.
ru: Затем <a href="%(logout_url)s">выйдите</a> и <a href="%(login_url)s">войдите</a> снова в ваш аккаунт, чтобы увидеть двухфакторную аутентификацию в действии.

source: At last, you've gained access to the <a href="%(secret_url)s">secret page</a>! :-)
ru: Наконец, вы получили доступ к <a href="%(secret_url)s">секретной странице</a>! :-)

source: Registration
ru: Регистрация

source: Register
ru: Зарегистрироваться

source: Logged Out
ru: Вы вышли

source: See you around!
ru: Еще увидимся!

source: Registration Complete
ru: Регистрация завершена

source: Congratulations, you've successfully registered an account.
ru: Поздравляем, вы успешно зарегистрировали аккаунт.

source: Congratulations, you've made it. You have successfully enabled two-factor authentication and logged in with your token.
ru: Поздравляем! Вы успешно включили двухфакторную аутентификацию и вошли в систему с помощью токена.

source: Token generator
ru: Генератор токенов

source: Enter the token generated by your token generator
ru: Введите токен, сгенерированный вашим генератором токенов

source: Please enter the token generated by your token generator.
ru: Пожалуйста, введите токен, сгенерированный вашим генератором токенов.
